{
	"about.description": "I’m a Frontend Developer based in Borken, NRW, Germany. I enjoy helping designers and companies bring their ideas to life. I’d be happy to support your team with my ability to solve complex problems, combined with my passion for programming.",
	"about.description2": "If you think I'd be a good fit for your projects, please feel free to contact me!",
	"about.location": "located in Borken, NRW",
	"about.remote": "open to remote work",
	"about.title": "About me",
	"contact.description": "Contact me through this form. I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
	"contact.problem": "Got a problem to solve?",
	"contact.title": "Contact",
	"CONTACT_EMAIL": "Email: mail@jens-natzschka.com",
	"CONTACT_PHONE": "Phone: 0178 488 4438",
	"CONTACT_TITLE": "Contact:",
	"COPYRIGHT_DESC": "The content and works created by the site operators on these pages are subject to German copyright law. The duplication, processing, distribution, and any kind of use outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this page are only permitted for private, non-commercial use.",
	"COPYRIGHT_NOTICE": "Insofar as the content on this site was not created by the operator, third-party copyrights are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, please notify us accordingly. Upon becoming aware of legal violations, we will remove such content immediately.",
	"COPYRIGHT_SOURCE": "Source: eRecht24",
	"COPYRIGHT_TITLE": "Copyright",
	"credentials.subtitle": "Here's what others say about me",
	"credentials.title": "Need a team player?",
	"form.buttontext": "Say hello :)",
	"form.email": "Your Email",
	"form.message": "Your message",
	"form.name": "Your Name",
	"form.privacy": "I've read the <a href=\"imprint\">privacy policy</a> and agree to the processing of my data as outlined.",
	"form.required": "required",
	"form.toastmessage": "Your message has been submitted successfully!",
	"general.imprint": "Imprint & Privacy Policy",
	"general.sendMessage": "Send a message",
	"hero.greeting": "Hello! I am Jens",
	"IMPRINT_TITLE": "Imprint",
	"INFO_TMG_CONTENT": "Jens Natzschka\nBurloer Str. 30\n46325 Borken",
	"INFO_TMG_TITLE": "Information pursuant to § 5 TMG:",
	"LIABILITY_CONTENT_DESC": "As a service provider, we are responsible for our own content on these pages in accordance with § 7 para. 1 TMG under the general laws. According to §§ 8 to 10 TMG, however, we are not obliged as a service provider to monitor transmitted or stored external information or to investigate circumstances indicating illegal activity.",
	"LIABILITY_CONTENT_NOTICE": "Obligations to remove or block the use of information under general laws remain unaffected. However, liability in this respect is only possible from the point at which a specific legal violation becomes known. Upon becoming aware of such violations, we will remove this content immediately.",
	"LIABILITY_CONTENT_TITLE": "Liability for content",
	"LIABILITY_LINKS_DESC": "Our offer contains links to external third-party websites, over whose content we have no control. Therefore, we cannot accept any liability for these external contents. The respective provider or operator of the linked pages is always responsible for their content. The linked pages were checked for possible legal violations at the time of linking. Illegal contents were not recognizable at the time of linking.",
	"LIABILITY_LINKS_NOTICE": "A permanent content control of the linked pages, however, is not reasonable without specific indications of a legal violation. Upon becoming aware of legal violations, we will remove such links immediately.",
	"LIABILITY_LINKS_TITLE": "Liability for links",
	"PRIVACY_POLICY_CONTACT_DELETION": "Your data will be deleted once we have fully answered your inquiry and there is no further legal obligation to store your data, such as if an order or contract resulted therefrom.",
	"PRIVACY_POLICY_CONTACT_DESC": "If you contact us via email or the contact form, the data you provide will be used for the purpose of processing your request. We must have this data in order to process and answer your inquiry; otherwise we will not be able to answer it in full or at all.",
	"PRIVACY_POLICY_CONTACT_INFO": "Jens Natzschka\nBurloer Str. 30\n46325 Borken\nPhone: +1784884438\nEmail: mail@jens-natzschka.com",
	"PRIVACY_POLICY_CONTACT_LEGAL_BASIS": "The legal basis for this data processing is Art. 6 Para. 1 lit. b) GDPR.",
	"PRIVACY_POLICY_CONTACT_TITLE": "Contact",
	"PRIVACY_POLICY_CONTROLLER_DETAILS": "The party responsible for this website (the 'controller') for purposes of data protection law is:",
	"PRIVACY_POLICY_CONTROLLER_TITLE": "I. Information about us as controllers of your data",
	"PRIVACY_POLICY_DATA_PROCESSING_DESC": "Your data processed when using our website will be deleted or blocked as soon as the purpose for its storage ceases to apply, provided the deletion of the same is not in breach of any statutory storage obligations or unless otherwise stipulated below.",
	"PRIVACY_POLICY_DATA_PROCESSING_TITLE": "III. Information about the data processing",
	"PRIVACY_POLICY_GDPR_DEF": "Per Art. 4 No. 1 of Regulation (EU) 2016/679, i.e. the General Data Protection Regulation (hereinafter referred to as the 'GDPR'), 'processing' refers to any operation or set of operations such as collection, recording, organization, structuring, storage, adaptation, alteration, retrieval, consultation, use, disclosure by transmission, dissemination, or otherwise making available, alignment, or combination, restriction, erasure, or destruction performed on personal data, whether by automated means or not.",
	"PRIVACY_POLICY_INTRO": "Personal data (usually referred to just as 'data' below) will only be processed by us to the extent necessary and for the purpose of providing a functional and user-friendly website, including its contents, and the services offered there.",
	"PRIVACY_POLICY_RIGHTS_COMPLAINT": "to file complaints with the supervisory authority if they believe that data concerning them is being processed by the controller in breach of data protection provisions (see also Art. 77 GDPR).",
	"PRIVACY_POLICY_RIGHTS_CONFIRMATION": "to confirmation of whether data concerning them is being processed, information about the data being processed, further information about the nature of the data processing, and copies of the data (cf. also Art. 15 GDPR);",
	"PRIVACY_POLICY_RIGHTS_CORRECTION": "to correct or complete incorrect or incomplete data (cf. also Art. 16 GDPR);",
	"PRIVACY_POLICY_RIGHTS_DELETION": "to the immediate deletion of data concerning them (cf. also Art. 17 DSGVO), or, alternatively, if further processing is necessary as stipulated in Art. 17 Para. 3 GDPR, to restrict said processing per Art. 18 GDPR;",
	"PRIVACY_POLICY_RIGHTS_INTRO": "With regard to the data processing to be described in more detail below, users and data subjects have the right:",
	"PRIVACY_POLICY_RIGHTS_NOTIFICATIONS": "In addition, the controller is obliged to inform all recipients to whom it discloses data of any such corrections, deletions, or restrictions placed on processing the same per Art. 16, 17 Para. 1, 18 GDPR. However, this obligation does not apply if such notification is impossible or involves a disproportionate effort. Nevertheless, users have a right to information about these recipients.",
	"PRIVACY_POLICY_RIGHTS_OBJECTION": "Likewise, under Art. 21 GDPR, users and data subjects have the right to object to the controller’s future processing of their data pursuant to Art. 6 Para. 1 lit. f) GDPR. In particular, an objection to data processing for the purpose of direct advertising is permissible.",
	"PRIVACY_POLICY_RIGHTS_TITLE": "II. The rights of users and data subjects",
	"PRIVACY_POLICY_RIGHTS_TRANSFER": "to receive copies of the data concerning them and/or provided by them and to have the same transmitted to other providers/controllers (cf. also Art. 20 GDPR);",
	"PRIVACY_POLICY_SCOPE": "The following privacy policy is intended to inform you in particular about the type, scope, purpose, duration, and legal basis for the processing of such data either under our own control or in conjunction with others. We also inform you below about the third-party components we use to optimize our website and improve the user experience which may result in said third parties also processing data they collect and control.",
	"PRIVACY_POLICY_SOURCE_CREDITS": "Model Data Protection Statement for Anwaltskanzlei Weiß & Partner",
	"PRIVACY_POLICY_STRUCTURE": "Our privacy policy is structured as follows:",
	"PRIVACY_POLICY_STRUCTURE_DETAILS": "I. Information about us as controllers of your data\nII. The rights of users and data subjects\nIII. Information about the data processing",
	"PRIVACY_POLICY_TITLE": "Privacy Policy",
	"projects.demo": "See demo",
	"projects.description": "Explore a selection of my work here - Interact with the projects to see my skills in action.",
	"projects.github": "Code on GitHub",
	"projects.title": "My work",
	"RESPONSIBLE_CONTENT_INFO_NAME": "Jens Natzschka",
	"RESPONSIBLE_CONTENT_INFO_STREET": "Burloer Str. 30",
	"RESPONSIBLE_CONTENT_INFO_TOWN": "46325 Borken",
	"RESPONSIBLE_CONTENT_TITLE": "Responsible for content according to § 55 para. 2 RStV:"
}
